import React, {Component} from 'react';
import Summer from "../../img/summer.jpg";
import {
    Container,
    Form,
    Row,
    Col,
    Button,
    Image
     } from "react-bootstrap";

class PostTemperature extends Component {
    render() {
        return (
            <Container>
             <Row>
                  <Col>
                        <h1>
                        Ель-Ніньо повернеться: кліматологи прогнозують найспекотніший рік в історії
                        Джерело: https://kontrakty.ua/article/216321
                        </h1>
                        <p>
                         Автор:noname | Дата:20.04.2023
                        </p>
                    </Col>
                </Row>

                <Row>
                  <Col>
                    <Image
                    width={500}
                    height={400}
                    src={Summer} fluid />
                  </Col>
                </Row>

                <Row>
                  <Col>
                        <p>
                        За даними Reuters, Ель-Ніньйо та Ла-Нінья - це характерні для екваторіальної зони Тихого океану протилежні 
                        екстремальні значення температури води й атмосферного тиску. Феномен Ель-Ніньйо полягає в різкому підвищенні 
                        температури (на 5-9 °C) поверхневого шару води, а Ла-Нінья виявляється як зниження поверхневої температури води
                         нижче кліматичної норми на сході тропічної зони Тихого океану. Пише hvylya.net/. 
                        Кліматичні моделі показують, що після трьох років погоди Ла-Нінья в Тихому океані, яка загалом трохи 
                        знижує глобальну температуру, світ відчує повернення до Ель-Ніньо, більш теплого аналога.
                        Під час Ель-Ніньо вітри, що дмуть на захід уздовж екватора, сповільнюються, і тепла вода штовхається на схід,
                        створюючи високу температуру поверхні океану. "Ель-Ніньо зазвичай асоціюється з рекордними температурами на
                        глобальному рівні. Чи станеться це в 2023 чи 2024 роках, ще невідомо, але, я думаю, це більш імовірно, 
                        ніж ні", - сказав Карло Буонтемпо, директор ЄС Copernicus Climate. Кліматичні моделі припускають
                        повернення до умов Ель-Ніньо наприкінці літа та ймовірність розвитку сильного Ель-Ніньо до кінця року. 
                        Найспекотнішим роком у світі наразі був 2016 рік, який збігся з сильним Ель-Ніньо, хоча зміна клімату 
                        викликала екстремальні температури навіть у роки, коли цього явища не було. Останні вісім років були вісьмома
                        найспекотнішими у світі за всю історію спостережень, що відображає довгострокову тенденцію до потепління,
                        спричинену викидами парникових газів. Фрідеріке Отто, старший викладач Інституту Грантема Імперського коледжу
                        Лондона, сказала, що температури, викликані Ель-Ніньо, можуть погіршити наслідки зміни клімату, які вже
                        відчувають країни, включаючи сильні хвилі спеки, посухи та лісові пожежі. Якщо Ель-Ніньо все-таки розвинеться,
                        є шанси, що 2023 рік буде ще спекотнішим, ніж 2016 рік.

                        </p>
                    </Col>
                </Row>
                        <Form>
                            <Form.Group className="mb-3" controlId="exampleForm.ControlTextarea1">
                                <Form.Label>Залишити коментар:</Form.Label>
                                <Form.Control as="textarea" rows={3} />
                            </Form.Group>
                            <Button variant="primary">Відправити</Button>
                        </Form>
                   
        </Container>
        )
        }
    }
export default PostTemperature;