import Birthday from "../../img/birthday.jpg";
import Summer from "../../img/summer.jpg";
import Sport from "../../img/sport.jpeg";
export const data = [
    { id:1,
      title:"Створення сайту",
      text:"Попри складнощі які виникали при створені сайту, сайт готовий до роботи. Сайт буде дороблюватися для того щоб вирішити "
      +"незручності користувачів.",
      author:"admin", date:"2023-25-04",
      src:Birthday,
      countAll:0,
      rate:0,
      isRate:true
    },
    { id:2,
      title:"Ель-Ніньо повернеться: кліматологи прогнозsують найспекотніший рік в історії"
      +"Джерело: https://kontrakty.ua/article/216321",
      text:"За даними Reuters, Ель-Ніньйо та Ла-Нінья - це характерні для екваторіальної зони Тихого океану протилежні екстремальні"
      +"значення температури води й атмосферного тиску. Феномен Ель-Ніньйо полягає в різкому підвищенні температури (на 5-9 °C)"
      +"поверхневого шару води, а Ла-Нінья виявляється як зниження поверхневої температури води нижче кліматичної норми на сході"
      +"тропічної зони Тихого океану. Пише hvylya.net/.  Кліматичні моделі показують, що після трьох років погоди Ла-Нінья в Тихому"
      +"океані, яка загалом трохи знижує глобальну температуру, світ відчує повернення до Ель-Ніньо, більш теплого аналога."
      +"Під час Ель-Ніньо вітри, що дмуть на захід уздовж екватора, сповільнюються, і тепла вода штовхається на схід, створюючи"
      +'високу температуру поверхні океану. "Ель-Ніньо зазвичай асоціюється з рекордними температурами на глобальному рівні.'
      +'Чи станеться це в 2023 чи 2024 роках, ще невідомо, але, я думаю, це більш імовірно, ніж ні", - сказав Карло Буонтемпо,'
      +"директор ЄС Copernicus Climate. Кліматичні моделі припускають повернення до умов Ель-Ніньо наприкінці літа та ймовірність"
      +"розвитку сильного Ель-Ніньо до кінця року. Найспекотнішим роком у світі наразі був 2016 рік, який збігся з сильним"
      +"Ель-Ніньо, хоча зміна клімату викликала екстремальні температури навіть у роки, коли цього явища не було."
      + "Останні вісім років були вісьмома найспекотнішими у світі за всю історію спостережень, що відображає довгострокову"
      +"тенденцію до потепління, спричинену викидами парникових газів. Фрідеріке Отто, старший викладач Інституту Грантема"
      +"Імперського коледжу Лондона, сказала, що температури, викликані Ель-Ніньо, можуть погіршити наслідки зміни клімату, "
      +"які вже відчувають країни, включаючи сильні хвилі спеки, посухи та лісові пожежі. Якщо Ель-Ніньо все-таки розвинеться,"
      +"є шанси, що 2023 рік буде ще спекотнішим, ніж 2016 рік."
      +"Больше читайте тут: https://kontrakty.ua/article/216321",
      author:"noname", date:"2023-21-04",
      src:Summer,
      countAll:0,
      rate:0,
      isRate:false
    },
      {id:3,
       title:"Українці Брайнін та Кравченко виграли парний титул на турнірі ITF M15 на Канарах",
       text:" Українські тенісисти Олександр Брайнін і Георгій Кравченко перемогли у парному розряді на турнірі серії ITF M15 на Канарах."

      + "У вирішальному матчі за головний титул змагань наша команда перемогла лідерів посіву, іспанців Альберто Барросо Серхіо Перес."

      +"Рахунок поєдинку 2-1 (7-6; 6-7; 10-6) на користь наших співвітчизників."

      + "Для українців це перший титул, виграний у парі один з одним. Також вони мають по одній перемозі на парних турнірах, але з іншими партнерами в команді."

      + 'Нагадаємо, що раніше Новак Джокович знявся із "мастерсу" в Мадриді.'
      + "Джерело:https://www.ua-football.com/ua/sport/tennis/1682247378-ukrayinci-braynin-ta-kravchenko-vigrali-parniy-titul-na-turniri-itf-m15-na-kanarah.html?utm_source=ukrnet&utm_medium=cpc&utm_campaign=uanewsukrnet",
      author:"noname", date:"2023-22-04",
      src:Sport,
      countAll:0,
      rate:0, 
      isRate:false
     }
    ];